{
	"meta": {
		"name": "ABOUT", "desc": "About Us tab",
		"file": "about.json", "root": "PublicAssets", "path": "website/lib/",
		"version": 1.1, "change_note": "Added 'meet_the_team' data from home.json", "change_date": "11/11/25"
	},
	"about_us": {
		"id": "about-us",
		"title": "Who We Are: Our Journey",
		"main_narrative": "ZIKYinc was built literally from the ground up, starting initially as a 'fake it until you make it' side project. Created by Juelz-101 primarily to track internal projects, the very act of establishing the platform doubled as its original, ambitious end goal. What began as a small internal system, deeply rooted in family and friend collaborations, has now evolved far beyond those initial intentions, shifting its main focus outwards to support the broader creative community.",
		"key_points": [
			{
				"point": "Humble Beginnings",
				"detail": "Started as an internal system for Juelz-101 to track projects and served as a 'Fake it until you make it' side venture."
			},
			{
				"point": "Community Focus",
				"detail": "Though initially friend/family based, our main focus is now on fostering external collaborations and supporting the wider creative community."
			},
			{
				"point": "Unexpected Evolution",
				"detail": "The project rapidly evolved way beyond the original intentions, turning into a full-fledged record label and art publisher."
			}
		],
		"closingStatement": "We're more than a label – we're a creative community passionate about pushing artistic boundaries and giving voice to innovative artists."
	},
	"meet_the_team": {
		"id": "team",
		"title": "Meet the Team",
		"intro": "Here is a quick rundown of the team:",
		"team": [
			{
				"name": "Juelz-101",
				"bio": "The brains of the operation, says he would rather remain faceless and was suprisingly hot on his feet whenever we tried to sneak a photo of him. In the end we managed to pin him down with offers of chocolate.",
				"images": [
					"Website/img/photos/J.png",
					"Website/img/photos/ZIKYHide2.jpeg",
					"Website/img/photos/ZIKYHide3.jpeg",
					"Website/img/photos/ZIKYHide4.jpeg"
				]
			},
			{
				"name": "Kyles Mum",
				"bio": "You know kyles mum? You know, from the school gates? Yeah we all know her, we can all still feel that clip around the ear she gave us when we got lippy on the way out of school. Wasn't it weird how our mums would see it happen and come running over in a blind rage with absolutely no context, only to clip the other ear because \"you clearly deserved it\".. That was the last time I ever said the Lollypop Lady looks like a banana in witness protection.",
				"images": [
					"Website/img/photos/Kyles5.jpeg"
				]
			},
			{
				"name": "Imperial-P",
				"bio": "Our American friend, who oozes style and swag. Well, it seems that way because he is hanging around with us nerds. He is even starting to get our accent, I love the awkward silence when he notices that he completely dropped his cool gangster accent in exchange for the classic British \"Cashier number 3 please\" accent. Tumbleweed, I hear you ask? Please, use mine.",
				"images": [
					"Website/img/photos/Imperial-P2.jpeg"
				]
			},
			{
				"name": "Emma MT",
				"bio": "The one who was assigned the task of writing these bios, if you can still read this, then they still havent noticed yet, and my ear is clip free.",
				"images": [
					"Website/img/photos/Emma.jpeg"
				]
			},
			{
				"name": "Codie",
				"bio": "Our in-house journalist. These bios would be a lot more proffessional looking if she didnt call in sick today.",
				"images": [
					"Website/img/photos/odie.jpeg"
				]
			},
			{
				"name": "Lisa",
				"bio": "Artist, Author and Poet.",
				"images": [
					"Website/img/photos/mum.avif"
				]
			},
			{
				"name": "Damian",
				"bio": "A sweet bedroom developer who develops apps in his free time.",
				"images": [
					"Website/img/photos/Damian.jpeg"
				]
			},
			{
				"name": "WelshHotdog2010",
				"bio": "Specializes in mods and UE5 gaming.",
				"images": [
					"Website/img/photos/WelshHotdog2010.jpeg"
				]
			},
			{
				"name": "Plug-It-In Pete",
				"bio": "Ah yes Pozzie-Pete, our very own superhero who sweeps in to save the day whenever Juelz trips over a cable and has no idea where it came from. When asking Pete what image he'd like us to use on the website he said he couldnt decide on a photo from his wedding or a photo from his anniversary. I said \"why not both?\". So here's a photo from his wedding, and a photo taken exactly 1 year and 0 seconds after he took a photo of his beer in his garden.",
				"images": [
					"Website/img/photos/pete2.jpeg",
					"Website/img/photos/pete.jpeg"
				]
			}
		],
		"outro": "Not to mention our collaborative artists but there will me more on them in the Artists pages throughout the site."
	},
	"contact_us": {
		"id": "contact",
		"title": "Get In Touch",
		"text": "Have a general inquiry, partnership proposal, or just want to say hello? Use the form below or contact us directly.",
		"details": [
			{"type": "Email", "value": "info@zikyinc.com", "icon": "envelope"},
			{"type": "Location", "value": "ZIKYinc Head Office, 38b London Road, London, DA2 6DJ", "icon": "map-marker"}
		],
		"form": {
			"heading": "Send us a message",
			"action_url": "/api/contact",
			"inputs": [
				{"name": "name", "label": "Your Name", "type": "text", "required": true},
				{"name": "email", "label": "Your Email", "type": "email", "required": true},
				{"name": "subject", "label": "Subject", "type": "text", "required": true},
				{"name": "message", "label": "Message", "type": "textarea", "required": true}
			]
		}
	},
	"submit_your_work": {
		"id": "submit",
		"title": "Submit Your Work",
		"description": "Ready to share your music, art, or creative app? We're always looking for innovative talent.",
		"steps": [
			"Prepare your highest quality samples or portfolio.",
			"Review our submission guidelines on the dedicated portal.",
			"Fill out the submission form with details about your work and vision."
		],
		"link": {
			"text": "Go to Submission Portal",
			"url": "Website/lib/forms/submit.json"
		}
	},
	"join_the_team": {
		"id": "join-us",
		"title": "Join Our Crew",
		"text": "Passionate about the underground art scene and tech? Check out our current openings.",
		"openings_link": "Website/lib/forms/join-us.json"
	}
}